Repository: LisaEnBil/CheerMeApp
Catalog: CheerApp/Localizable.xcstrings
Source language: en
Languages: sv_se

source: Add cat
sv_se: Lägg till katt

source: Are you sure you want to delete your account?
sv_se: Är du säker på att du vill radera ditt konto?

source: Back
sv_se: Tillbaka

source: Close
sv_se: Stäng

source: Delete
sv_se: Ta bort

source: Delete account
sv_se: Radera konto

source: Delete acount
sv_se: Radera konto

source: Email or Password is incorrect
sv_se: Email eller lösenord är fel

source: Home
sv_se: Hem

source: Incorrect email format.
sv_se: Inkorrekt email-format

source: Password
sv_se: Lösenord

source: Password again
sv_se: Lösenord

source: Password again:
sv_se: Lösenord igen:

source: Password is too short, password needs to exist of at least 6 characters
sv_se: Lösenordet är för kort, lösenordet behöver vara minst 6 tecken

source: Password:
sv_se: Lösenord:

source: Passwords doesn't match
sv_se: Lösenord matchar inte

source: Record your purring cat
sv_se: Spela in din spinnande katt

source: Registration failed, incorrect email format.
sv_se: Registrering misslyckades, inkorrekt email-format

source: Reset password
sv_se: Återställ lösenord

source: Save
sv_se: Spara

source: Save your cat by clicking save
sv_se: Spara din katt

source: Send
sv_se: Skicka

source: Sign in
sv_se: Logga in

source: Sign out
sv_se: Logga ut

source: Sign up
sv_se: Skapa konto

source: Submit
sv_se: Skapa

source: Take a photo or choose from photo library
sv_se: Ta ett foto eller välj från bibliotek

source: You will receive an email with instructions on how to reset your password.
sv_se: Du kommer få ett email med instruktioner om återställning av lösenord

source: Your cat's name here
sv_se: Kattens namn här

source: Your cat's name here:
sv_se: Kattens namn här
